//UC of AppStore 土耳其語(Turkish)
"ucBuyItemError" = "Satın alınan ürün geçersiz veya mevcut değil!";
"ucBuyItemOK" = "Abone Ol";
//订阅
"SubscriptionAlertMessage" = "Onaylamanın ardından ve %@ abonelik yenilendiğinde iTunes Hesabından %@  ödeme alınacaktır. Otomatik yenilemeyi kapatmadığın sürece abonelik döneminin bitişinden 24 saat önce aboneliğin otomatik olarak yenilenecektir. Satın alma işleminin ardından Hesap Ayarlarına giderek abonelikleri ve otomatik yenilemeleri yönetebilirsin.";
"SubscriptionAlertTitle" = "Aboneliği Onayla";
"SubscriptionAlertCancel" = "İptal et";
"SubscriptionAlertOK" = "TAMAM";
"SubscriptionAlertPrivate" = "Gizlilik Politikası";
"SubscriptionAlertService" = "Hizmet Şartları";
"SubscriptionWeek" = "Her Hafta";
"SubscriptionWeeks" = "%d haftada bir";
"SubscriptionMonth" = "Her Ay";
"SubscriptionMonths" = "%d ayda bir";
"SubscriptionYear" = "Her Yıl";
"SubscriptionYears" = "%d yılda bir";
"SubscriptionPrivacyPolicyURL" = "https://www.yodo1.com/en/privacy";
"SubscriptionTermsServiceURL" = "https://www.yodo1.com/en/terms";
